[{
    "code": "INT",
    "name": "Internet",
    "themeColour": "#fed204",
    "description": "<p>The preamble of the <a href=\"sites/default/files/Communications%20Regulatory%20Authority%20Act%202012.pdf\" target=\"_blank\">Communications Regulatory Authority Act 2012</a> suggests that BOCRA is responsible for the regulation of the communications sector in Botswana, comprising among others the Internet and Information and Communications Technologies (ICTs).</p><p>The foregoing notwithstanding, BOCRA facilitates the growth of the Internet market as part its role to facilitate the uptake of ICTs. The use of smartphones has led to increased number of people with access to mobile internet especially among the youth. </p>\n<p>In a bid to improve the performance of the Internet, BOCRA issued Guidelines on Minimum Requirements for Internet</p>\n<p><a href=\"sites/default/files/BOCRA%20Minimum%20Internet%20Connectivity.pdf\">Connectivity in Hospitality Facilities</a>, which among others sets minimum standards for Internet connectivity in the industry. The Guidelines are intended to provide guidance for the quality of Internet services and minimum bandwidth requirements to be adopted by both the Hospitality Facilities and Service Providers. </p>\n<h3>Wholesale Internet Bandwidth Prices</h3>\n<p>Wholesale Internet bandwidth prices/tariffs have been declining.  The decline in wholesale Internet bandwidth prices is influenced by acquisition of Internet bandwidth capacity through the East Africa Sub Marine System (EASSy) and West Africa Cable System (WACS) undersea cables systems.  It is also in keeping with international trends.</p>\n<p>As a converged regulator, BOCRA is responsible for regulatory oversight of broadcasting, <a href=\"sites/default/files/LIST%20OF%20INTERNET%20SERVICE%20PROVIDERS%20_0%20%281%29.xls\">internet</a>, postal and telecommunications services.</p>\n    <p> </p>"
}, {
    "code": "TLCM",
    "name": "Telecommunications",
    "themeColour": "#0073ae",
    "description": "<p>Under the <a href=\"sites/default/files/Communications%20Regulatory%20Authority%20Act%202012.pdf\" target=\"_blank\">Communications Regulatory Authority Act 2012</a>, BOCRA has authority - within the guidelines established by the 1995 Telecommunication Policy to regulate telecommunications, among other sub-sectors communications. The telecommunications sector, sparred by the mobile technology, continues to experience significant growth in terms of the total number of consumers and variety of services.</p>"
}, {
    "code": "BRDC",
    "name": "Broadcasting",
    "themeColour": "#008265",
    "description": "<p>The CRA Act mandates BOCRA to regulate all broadcasting; subscription management services and re-broadcasting activities save for the state broadcasting. It is in this light that BOCRA regulates <a href=\"http://www.yaronafm.co.bw/\" target=\"_blank\">Yarona FM</a>, <a href=\"http://www.dumafm.co.bw/\" target=\"_blank\">Duma FM</a>, <a href=\"https://tunein.com/radio/Gabz-FM-962-s47666/\" target=\"_blank\">Gabz FM</a> and <a href=\"http://www.ebotswana.co.bw/\" target=\"_blank\">eBotswana</a>. </p>\n    <p>Commercial radio stations namely Yarona, Duma, Gabz FM are all available in most of major towns and villages in Botswana. The stations have extended access to their services through online broadcasting transmission which makes them accessible worldwide. </p>\n    <p>eBotswana television station is currently available in Gaborone and surrounding villages within a 60km radius of Gaborone through terrestrial broadcasting. eBotswana will in future introduce a satellite broadcast service in order to achieve national coverage. </p>\n    <p>Broadcasters are required to promote music tracks by local artists.  Broadcasters’ licences specify a certain percentage of local content to be complied with.</p>\n    <p>Click the link for <a href=\"/sites/default/files/NBB_Audience_Survey_Report_Volume_I.pdf\" target=\"_blank\">National Broadcasting Board Audience Survey</a> for the Broadcasting Sector in Botswana.</p>"
}, {
    "code": "POST",
    "name": "Postal",
    "themeColour": "#c61e53",
    "description": "<p>The <a href=\"/sites/default/files/Communications_Regulatory_Authority_Act_2012.pdf\">CRA Act, 2012</a> ushered in a new dawn of regulation for the postal sector as BOCRA assumed the mandate of supervising the provision of postal services in Botswana. The CRA Act prohibits any person to provide postal services without a valid licence issued by BOCRA. The Authority is also mandated to ensure that there is provision of safe, reliable, efficient and affordable postal services throughout Botswana. </p>\n    <p>In line with this, the Authority has prepared the ground for regulation of postal services by putting in place regulatory instruments and tools that allows ease of market entry and supports innovation for the provision of varied postal service offerings. These regulatory instruments include among others, the <a href=\"/sites/default/files/POSTAL_SECTOR_LICENSING_FRAMEWORK.pdf\">Postal Sector Licensing Framework</a> to guide the provision of postal services in the country and <a href=\"/sites/default/files/COURIER_OR_COMMERCIAL_LICENCE_APPLICATION_REQUIREMENTS.pdf\">Licence Application Requirements</a> for licensing of courier service providers. </p>\n    <h3><strong>Current Market Structure</strong></h3>\n    <p>The Botswana postal market comprises of two main categories of postal services which include the following:</p>\n    <p>i.    <strong><em>Ordinary Mail Services or Universal Postal Services</em></strong>: These are mail services provided nation-wide, under the same conditions for all citizens and customers and delivered into the P.O. Box. These services are only provided by the Designated Public Postal Operator.</p>\n    <p>ii.    <strong><em>Courier Services or Value-added Services</em></strong>: These are services provided on a commercial basis and delivered directly to the addressee. These services are mainly provided by courier service providers. However, the Designated Public Postal Operator can also provide these services on a commercial basis.</p>\n    <h3><strong>Licensing of Postal Operators</strong></h3>\n    <p>The licensing framework for the Postal Sector in Botswana comprises of two licence categories as outlined below:</p>\n    <p>i.    <em><strong>Public Postal Operator Licence</strong></em>: This licence is issued to only one postal service provider, designated by the Minister responsible for the Communication Sector. The licence is valid for a period of fifteen (15) years and may be renewed upon expiry of the 15-year licence period. The current Designated Public Postal Operator is Botswana Postal Services Limited.</p>\n    <p>ii.    <strong><em>Commercial Postal Operator Licence</em></strong>: This licence is issued to operators providing courier services or value-added services. Application for Commercial Postal Operator licence is open at any time and there is no limit on the number of operators to be licensed. The licence is valid for a period of ten (10) years and may be renewed upon expiry of the 10-year licence period.</p>\n    <p><a href=\/sites/default/files/RIOs_Final_Public_Notice.pdf\"><strong>POSTAL SERVICE OPERATORS OFFERING INTERCONNECTION</strong></a></p>\n    <h3><strong>Designation of a Public Postal Operator</strong></h3>\n    <p>Pursuant to Section 67 of the CRA Act, the Minister responsible for Communications shall, on the recommendation of the Authority designate one postal service provider as a Public Postal Operator. A Public Postal Operator carries a number of universal service obligations aimed at ensuring that, so far as it is practicable, postal services reach all inhabitants of Botswana. Invariably, this mandate includes provision of universal postal services in areas that are not commercially viable.<br />\n     </p>"
}
]